ALL_COMMANDS = (
    ("hello", "Приветствие."),
    ("help", "Показать список команд."),
    ("info", "Получить информацию о боте."),
    ("start", "Запустить бота."),
    ("logout", "Выйти из аккаунта."),
    # Команда имеется, но не рекомендуется к показу
    # ("register", "Зарегистрировать нового пользователя."),
    ("get_habits", "Получить список своих привычек."),
    ("add_habit", "Добавить новую привычку."),
    ("edit_habit", "Изменить название привычки."),
    ("delete_habit", "Удалить привычку."),
    ("track_one", "Пометить определенную привычку как выполненную."),
    ("track_all", "Отправляет список привычек с кнопками ✅ и ❌."),
)
